Repository: Romchikronik/online_shops
Catalog: worldshop/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Произошла ошибка:
uz: Xato ro’y berdi:

source: Категории
uz: Kategoriya

source: Скорей открой свой магазин
uz: Tezroq o’z do’koningni och

source: площадка для продажи
uz: sotish uchun platforma

source: Весь Узбекистан
uz: Butun O’zbekiston

source: Главная
uz: Bosh sahifa

source: Профиль
uz: Profilim

source: Избранное
uz: Sevimlilar

source: Выйти
uz: Chiqish

source: Удалить магазин
uz: Do’konni o’chirish

source: Мой профиль
uz: Profilim

source: Создать магазин
uz: Do’kon yaratish

source: Регистрация | Войти
uz: Ro’yhatga olish | Kirish

source: Ваш бизнес начинается здесь!!!
uz: Sizning biznesingiz su yerda boshlanadi!!!

source: Связаться с нами
uz: Biz bilan bog’lanish

source: Все права защищены.
uz: Barcha huquqlar himoyalangan

source: Название магазина
uz: Do’kon nomi

source: Номер телефона
uz: Telefon raqami

source: Ссылка на аккаунт telegram
uz: Telegram akkaunt havolasi

source: Ссылка на аккаунт instagram
uz: Instagram akkaunt havolasi

source: Категория не выбрана
uz: Kategoriya tanlanmagan

source: Регион не выбран
uz: Tuman tanlanmagan

source: Длина телефона превышает 12 символов
uz: Telefonning raqami 12 belgidan oshdi

source: Введите корректную ссылку на telegram профиль
uz: Yaroqli telegram profil havolasini kiriting

source: Введите корректную ссылку на instagram профиль
uz: Yaroqli instagram profil havolasini kiriting

source: Название
uz: Nom

source: Цена (сум)
uz: Narx (so’m)

source: Описание
uz: Tavsif

source: пример: Яндекс доставка
uz: Misol: Yandex yetkazib berish

source: Введите информацию о своем магазине
uz: Do’koningiz haqida ma’lumot kiriting

source: Вставьте ссылку геолокации
uz: Geolokatsiya havolasini joylashtiring

source: Введите текст
uz: Matn kiriting

source: Ваше имя
uz: Ismingiz

source: Пароль
uz: Parol

source: Подтвердите пароль
uz: Parolni tasdiqlang

source: У вас пока нет сохраненных объявлений
uz: Sizda hali saqlangan e’lonlar yo’q

source: Фильтры
uz: Filtrlar

source: Что вы ищите?
uz: Nima qidiryapsiz?

source: Рубрика
uz: Sarlavhalar

source: По убыванию
uz: Tushishi bo’yicha

source: По возрастанию
uz: O’sishi bo’yicha

source: По умолчанию
uz: Standart bo’yicha

source: Регион
uz: Tuman

source: О нас
uz: Biz haqimizda

source: Сохранить
uz: Saqlab olish

source: Адрес
uz: Adres

source: обьявлениий
uz: e’lonlar

source: Cвязаться
uz: Bog’lanish

source: сум
uz: so’m

source: Средства связи
uz: Bog’lanish vositasi

source: Сохранить изменения
uz: O’zgarishlarni saqlash

source: Отзывы
uz: Izohlar

source: Все комментарии
uz: Izohlar

source: Оставить отзыв
uz: Izoh qoldirish

source: Владелец пока не добавил
uz: Do’kon egasi hozircha tavsif joylagani yo’q

source: описание
uz: tavsif

source: Добавте обьявления
uz: E’lon qo’shing

source: Обьявления
uz: E'lonlar

source: Войти
uz: Kirish

source: Регистрация
uz: Ro’yhatdan o’tish

source: Введите свое имя
uz: Ismingizni kiriting

source: Ваш email
uz: Email

source: Введите пароль
uz: Parolni kiriting

source: Введите надежный пароль для своего аккаунта
uz: Sahifangiz uchun ishonchli bo’lgan parolni kiriting

source: Повторите пароль
uz: Parolni qaytaring

source: Зарегистрироваться
uz: Ro’yhatdan o’tish

source: Ваш номер
uz: Telefon raqamingiz

source: Опишите доставку
uz: Yetkazib berish usulini tasvirlash

source: Активировать
uz: Faollashtirish

source: Изменить
uz: O’zgartirish

source: Геолокация
uz: Geolokatsiya

source: В магазине
uz: Do’konda

source: пока нет описания
uz: hozircha tavsif yo’q

source: пока нет геолокации
uz: hozircha geolokatsiya yo’q

source: Добавьте геолокацию
uz: Geolokatsiyani qo’shing

source: Ваш отзыв
uz: Izohingiz

source: Онлайн магазины
uz: Online do’konlar

source: В данной категории пока нет магазинов
uz: Bu turkumda hali do‘konlar yo‘q

source: В данном регионе пока нет магазинов
uz: Ushbu tumanda hozircha do’kon yo’q

source: Связаться
uz: Bog’lanish

source: Цена
uz: Narx

source: Доставка
uz: Yetkazib berish

source: Удалить
uz: O’chirish

source: Все ваши обьявления
uz: Sizning barcha e’lonlaringiz

source: Все обьявления продавца
uz: Sotuvchining barcha e’lonlari

source: В этом магазине пока нет других товаров
uz: Bu do’konda hali mahsulotlar yo’q

source: Вас также могут заинтересовать:
uz: Sizni qiziqtishi mumkin:

source: Пока нет рекамендованных магазинов
uz: Hozircha tavsiya qilingan do’konlar yo’q

source: Вы действитьно хотите удалить товар
uz: Siz haqiqatan ham mahsulotni o’chirishni xohlaysizmi

source: Да, удалить
uz: Ha, o’chirish

source: По вашему запросу найдено:
uz: Sizning so'rovingiz bo'yicha topildi:

source: Не найдено публикаций по вашему запросу
uz: So‘rovingiz bo‘yicha hech qanday nashr topilmadi

source: Попробуйте повторить запрос с другой формулировкой
uz: So'rovni boshqa so'z bilan takrorlashga harakat qiling

source: Топ объявления
uz: Top e’lonlar

source: В этом регионе пока нет топовых магазинов
uz: Bu tumanda hali eng yaxsyhi do’konlar yo’q

source: Категория: {category.title}
uz: Kategoriya: {category.title}

source: Регион: {region.region}
uz: Tuman: {region.region}

source: Продукт: {product.title}
uz: Mahsulot: {product.title}

source: Создание магазина
uz: Do’kon yaratish

source: Обновление магазина
uz: Do’konni yangilash

source: Вы можете загружать до 5 картинок, загрузите меньше картинок
uz: Siz 5 tagacha rasm yuklashingiz mumkin, kamroq rasm yuklang

source: Товар с названием {title} уже существует в вашем магазине. Используйте другое название
uz: {title} nomli mahsulot sizning do’koningizda bor. Boshqa nomdan foydalaning.

source: Создание продукта
uz: Mahsulot yaratish

source: Товар с названием {product.title} уже существует в вашем магазине. Используйте другое название
uz: {product.title} nomli mahsulot sizning do’koningizda bor. Boshqa nomdan foydalaning.

source: Изменение продукта {product.title}
uz: Mahsulotni o’zgartirish {product.title}

source: {request.user.username}, у вас уже есть описание магазина {online_shop.title}. Но вы можете его изменить
uz: {request.user.username}, Sizda {online_shop.title} do’konining tavsifi bor. Lekin siz uni o’zgartirishingiz mumkin

source: Вы уже оставляли отзыв у магазина {online_shop.title}
uz: Siz {online_shop.title} do’koni haqida izoh qoldirgansiz

source: Войти или зарегистрироваться
uz: Kirish yoki ro’yhatdan o’tish

source: Отлично! Вы прошли регисрацию! Теперь можете авторизоваться
uz: Yaxshi! Siz ro'yxatdan o'tdingiz! Endi siz tizimga kirishingiz mumkin

source: Пароль не должен быть слишком похож на другую вашу личную информацию. Ваш пароль должен содержать как минимум 8 символов. Пароль не должен быть слишком простым и распространенным. Пароль не может состоять только из цифр.
uz: Parol boshqa shaxsiy ma'lumotlaringizga juda o'xshash bo'lmasligi kerak. Sizning parolingiz kamida 8 ta belgidan iborat boʻlishi kerak Parol juda oddiy va keng tarqalgan bo'lmasligi kerak. Parol raqamlardan iborat bo'lishi mumkin emas.

source: Не верно имя пользователя или пароль
uz: Foydalanuvchi nomi yoki paroli noto’g’ri
